不注入rag生成的效果：=========
第1轮平均loss:6.376856
让他在半年之前，就不能做出，，，，，，，，，赐，，，，，，，，
李慕站在山路上，深深的呼吸，，，，，从，，，，，通，，，，，，
=========
第2轮平均loss:6.104204
让他在半年之前，就不能做出一，，，，，，，，，，，，，，，，，
李慕站在山路上，深深的呼吸，，上，，，变，，，，，，，，，，，
=========
第3轮平均loss:6.087776
让他在半年之前，就不能做出，，，，，，，，，，，，，，，，，都
李慕站在山路上，深深的呼吸，，，，，，，，，，，，，，，，不，
=========
第4轮平均loss:6.081099
让他在半年之前，就不能做出，，，，，，，，，，虹，上，，，头，
李慕站在山路上，深深的呼吸上，，，，，，，，，，，，，个整，，
=========
第5轮平均loss:6.068804
让他在半年之前，就不能做出，，，，，，，，，，，，，，，，，阁
李慕站在山路上，深深的呼吸，，，，，打，，，，，，，，就，，，
=========
第6轮平均loss:6.062263
让他在半年之前，就不能做出我，，，，，，，，，，，，，，，，，
李慕站在山路上，深深的呼吸，，，，，，，，下，，，，，，，，，
=========
第7轮平均loss:6.046579
让他在半年之前，就不能做出，子，，，教，，，色，，，，，，，，
李慕站在山路上，深深的呼吸，，，，，，，，，，，，，，，，，，
=========
第8轮平均loss:6.058370
让他在半年之前，就不能做出，，，，，，，，没，十，，，，，，，
李慕站在山路上，深深的呼吸到，，展，，，，，度，，免，，，，，
=========
第9轮平均loss:6.048914
让他在半年之前，就不能做出，。，，，，，，，，，，，，，，的，
李慕站在山路上，深深的呼吸，，，，，，，，拍，，，，，可，，，
=========
第10轮平均loss:6.059077
让他在半年之前，就不能做出，，，，慕，，，里，，，，，，，，大
李慕站在山路上，深深的呼吸，，，，，，，，，法，，，，，，找，
=========
第11轮平均loss:6.037861
让他在半年之前，就不能做出，，，，，，，，，，，，，，好，，，
李慕站在山路上，深深的呼吸，通，，，，，，，，，，，一，，，，
注入rag生成的效果：

第1轮平均loss:3.815339
让 他 在 半 年 之 前 ， 就 不 能 做 出 是 你 心 中 的 事 情 。 李 慕 道 ： 那 我 们 还 得 帮 忙 。 韩 哲 想 了 想 ， 说 道 ： 没 什 么 事 情 ！ 小 白 点 头 道 ： 当 然 是 他 不 会 去 这 里 的 。 李 肆 摇 头 道 ： 有 什 么 东 西 的 ？ 赵 捕 头 道 ： 不 用 。 小 蛇 听 着 张 山 回 答 。 说 完 这 个 消 息 便 走 进 来 ， 周 妩 也 没 好 意 思 接
李 慕 站 在 山 路 上 ， 深 深 的 呼 吸 他 说 道 ： 你 要 去 了 ？ 她 看 着 那 女 子 ， 说 道 ： 大 人 就 想 我 带 你 出 国 了 。 老 夫 对 于 一 个 女 儿 来 说 ， 这 是 最 好 的 选 择 ， 但 如 果 能 找 到 他 们 ， 恐 怕 可 以 自 己 去 。 老 王 摇 头 道 ： 小 姐 只 能 做 一 件 事 情 ， 不 管 是 谁 有 没 有 人 帮 过 她 买 书 ！ 柳 含 烟 淡 淡 道 ：
=========
第2轮平均loss:3.074686
让 他 在 半 年 之 前 ， 就 不 能 做 出 尸 妖 修 行 者 的 目 标 。 这 么 多 人 才 会 想 到 ， 为 什 么 要 将 自 己 的 头 颅 当 成 是 他 们 ， 用 来 作 证 实 身 份 。 李 慕 没 有 给 道 门 中 宗 弟 子 一 个 可 靠 的 方 法 。 虽 然 玄 真 子 已 经 将 佛 门 信 仰 改 造 了 大 周 和 鬼 域 ， 但 还 是 要 依 附 上 师 叔 ， 从 祖 庭 得 出 炼 魄 血 液 ， 以 后 对 其 便 能 有 所 进 展
李 慕 站 在 山 路 上 ， 深 深 的 呼 吸 周 妩 不 好 意 思 道 ： 你 不 想 告 诉 她 吧 ？ 张 春 看 着 女 皇 ， 轻 声 说 道 ： 我 不 喜 欢 李 慕 啊 。 这 是 她 心 中 最 喜 欢 的 人 ， 如 果 一 直 没 有 结 束 ， 就 会 成 为 你 生 活 的 对 象 第 41 章 妖 魂 鬼 域 之 外 ， 李 慕 的 眼 神 很 快 便 消 失 了 下 去 。 他 目 光 从 狐 族 的 位 置 移 开 ， 望 向
=========
第3轮平均loss:2.902575
让 他 在 半 年 之 前 ， 就 不 能 做 出 幻 姬 的 样 子 。 这 一 次 还 有 了 第 三 个 机 会 。 李 慕 站 出 来 时 ， 身 边 ， 白 听 心 道 ： 你 们 是 怎 么 判 定 ？ 白 听 心 脸 色 微 变 ， 说 道 ： 本 官 没 想 着 和 我 解 释 ， 可 惜 不 成 ， 这 是 谁 的 问 题 。 那 女 鬼 面 色 阴 沉 ， 咬 牙 道 ： 我 也 没 看 到 ！ 青 牛 精 摇 头 道 ： 她 对 你 好 啊 ，
李 慕 站 在 山 路 上 ， 深 深 的 呼 吸 慕 从 一 旁 走 出 来 。 那 道 身 影 消 失 不 见 了 李 肆 心 中 惊 愕 之 色 ， 将 他 们 带 回 家 里 ， 问 道 ： 是 谁 ？ 张 春 点 头 道 ： 这 件 事 情 ， 你 没 有 做 错 什 么 ？ 都 不 知 道 我 们 为 什 么 要 报 答 陛 下 ！ 张 夫 人 目 光 望 向 李 慕 ， 说 道 ： 朕 对 朝 廷 忠 心 耿 耿 ， 本 官 若 想 要
=========
第4轮平均loss:2.788401
让 他 在 半 年 之 前 ， 就 不 能 做 出 圣 阶 上 品 灵 玉 。 这 一 刻 ， 所 有 人 的 意 识 都 已 经 消 散 ， 没 有 了 什 么 东 西 ， 这 些 东 西 已 然 被 炼 制 成 妖 尸 ， 并 且 化 作 一 个 人 形 ， 在 李 慕 身 边 凝 聚 出 了 第 五 境 修 为 的 傀 儡 。 李 慕 手 中 携 带 着 十 具 妖 尸 ， 只 是 用 法 力 催 动 之 后 ， 也 会 产 生 巨 大 的 波 动 ， 很 难 受 住 那 僵 尸 的 威
李 慕 站 在 山 路 上 ， 深 深 的 呼 吸 李 慕 一 眼 就 看 出 ， 这 种 事 情 已 经 让 他 们 惊 疑 了 不 轻 。 她 心 中 还 是 忍 不 住 生 出 自 己 的 感 受 ， 想 要 逃 避 那 道 流 光 影 从 远 处 传 来 。 但 李 清 只 是 对 柳 含 烟 说 到 了 一 个 话 题 。 然 后 她 又 转 过 身 ， 说 道 ： 你 去 去 吧 ， 我 会 尽 快 去 找 你 好 好 的 陪 着 他 们 李 慕 问 道 ：
=========
第5轮平均loss:2.704306
让 他 在 半 年 之 前 ， 就 不 能 做 出 溟 一 的 决 定 了 。 幻 姬 也 心 中 大 喜 ， 立 刻 道 ： 你 们 自 己 去 吧 ， 等 到 有 了 那 凶 灵 来 临 ， 我 再 把 它 救 回 来 。 李 慕 轻 咳 一 声 ， 说 道 ： 这 是 不 可 以 的 ， 只 要 你 们 没 有 第 二 个 魂 力 ， 这 次 便 算 是 第 五 境 巅 峰 ， 如 果 能 留 下 几 名 鬼 修 ， 你 就 不 用 担 心 了 ， 但 现 在 看 来 ， 十
李 慕 站 在 山 路 上 ， 深 深 的 呼 吸 李 肆 走 到 一 处 小 屋 前 ， 打 开 院 门 ， 说 道 ： 你 刚 才 已 经 睡 了 好 久 ， 我 以 为 他 不 要 死 吧 。 柳 含 烟 看 着 李 清 ， 对 柳 含 烟 道 ： 不 用 担 心 了 李 慕 挥 了 挥 手 ， 说 道 ： 就 让 去 找 那 些 捕 快 把 把 关 押 起 来 周 妩 伸 出 手 ， 她 将 两 个 人 放 在 床 头 ， 轻 轻 拍 了 拍
=========
第6轮平均loss:2.631512
让 他 在 半 年 之 前 ， 就 不 能 做 出 尸 宗 弟 子 的 事 情 了 。 当 然 ， 如 果 这 是 对 于 其 他 长 老 而 言 ， 恐 怕 会 被 彻 底 抹 杀 。 李 慕 看 着 苏 禾 ， 问 道 ： 你 还 以 为 她 的 父 亲 会 来 找 我 吗 ？ 苏 禾 点 头 道 ： 不 用 担 心 ， 她 没 有 死 ， 我 们 还 有 一 个 人 可 以 。 虽 然 女 皇 已 经 解 释 过 了 ， 但 她 和 崔 明 一 样 ， 也 都 是 同 族
李 慕 站 在 山 路 上 ， 深 深 的 呼 吸 尸 气 冲 天 而 起 ， 身 体 晃 了 晃 ， 一 阵 波 动 之 后 ， 又 飞 快 向 着 他 飘 回 去 。 那 些 强 大 的 鬼 物 直 接 消 失 在 地 面 上 。 什 么 东 西 ？ 张 县 令 看 着 李 慕 ， 说 道 ： 你 这 些 灵 魂 可 能 就 是 我 们 的 卧 底 ， 怎 么 还 有 人 找 到 这 个 ！ 李 清 不 敢 再 提 此 事 。 从 小 生 活 在 神 都 衙 门
=========
第7轮平均loss:2.568436
让 他 在 半 年 之 前 ， 就 不 能 做 出 尸 修 行 者 的 选 择 。 没 有 了 吧 ？ 李 慕 看 着 那 道 身 影 飘 然 而 去 。 这 一 次 的 事 情 ， 很 快 便 消 弭 。 他 本 来 想 通 过 借 助 白 帝 洞 府 传 音 法 宝 ， 重 新 获 取 到 道 页 和 天 书 ， 但 是 此 刻 却 并 未 将 它 带 回 妖 国 ， 只 有 第 五 境 以 上 的 强 者 ， 才 会 踏 入 人 类 领 地 。 倘 若 她 从 魔 宗 离
李 慕 站 在 山 路 上 ， 深 深 的 呼 吸 狐 九 和 小 白 身 体 一 阵 晃 了 晃 。 幻 姬 这 个 意 思 已 经 很 熟 悉 了 ， 李 慕 走 出 门 外 时 ， 还 没 有 再 开 口 ， 他 忽 然 发 现 ， 这 里 距 离 县 衙 大 概 不 远 百 丈 之 遥 ， 正 是 李 慕 来 神 都 的 最 后 一 间 房 间 ， 他 走 进 院 子 ， 对 那 女 鬼 道 ： 你 快 点 去 找 我 们 回 来 吧 。 两 名 第 五 境 强
=========
第8轮平均loss:2.514099
让 他 在 半 年 之 前 ， 就 不 能 做 出 人 命 性 的 决 定 。 柳 含 烟 将 那 些 魂 力 和 元 神 都 收 了 回 去 ， 说 道 ： 这 里 有 什 么 事 情 吗 ？ 李 慕 没 想 到 这 次 会 发 生 何 等 变 故 ， 她 的 脑 海 中 ， 又 多 出 了 一 张 符 纸 。 两 位 第 六 境 的 强 者 也 看 向 李 慕 ， 问 道 ： 你 们 以 为 还 有 什 么 好 猜 测 吗 ？ 柳 含 烟 瞥 了 他 一 眼 ， 说
李 慕 站 在 山 路 上 ， 深 深 的 呼 吸 这 里 没 有 人 能 看 到 他 们 。 李 清 身 影 飘 飞 而 起 ， 很 快 就 回 头 望 向 前 方 的 两 个 远 门 ， 目 光 淡 然 道 ： 怎 么 办 ？ 中 年 女 子 问 道 ： 小 鬼 不 敢 靠 近 李 捕 头 ， 只 是 说 他 刚 才 被 一 名 老 者 从 空 间 之 内 逃 窜 了 进 来 ， 他 们 已 经 死 了 几 十 位 下 人 了 ！ 两 人 面 色 一
=========
第9轮平均loss:2.466752
让 他 在 半 年 之 前 ， 就 不 能 做 出 尸 宗 的 第 七 境 强 者 。 你 们 这 样 想 着 啊 ？ 李 慕 道 ： 不 要 这 么 说 了 吗 ！ 韩 哲 看 了 看 幻 姬 和 白 衣 女 子 ， 问 道 ： 你 还 是 为 什 么 会 选 择 那 位 ？ 幻 姬 点 头 道 ： 这 个 也 没 有 什 么 区 别 ， 我 知 道 她 们 是 一 对 兄 弟 ， 但 她 也 并 不 喜 欢 你 们 ， 而 且 你 还 要 比 他 更 加
李 慕 站 在 山 路 上 ， 深 深 的 呼 吸 妖 皇 宫 。 李 慕 心 中 暗 叹 一 声 ， 不 敢 再 开 口 。 他 看 着 两 道 身 影 ， 说 道 ： 我 们 已 经 进 入 了 神 陨 之 地 ， 你 们 要 是 没 有 这 种 事 情 就 会 去 追 杀 他 吗 ？ 那 名 白 衣 女 子 沉 默 片 刻 ， 问 道 ： 难 道 那 两 位 前 辈 愿 意 和 小 蛇 抢 回 来 ？ 白 玄 淡 淡 道 ： 她 们 走 了 ！ 他 伸
=========
第10轮平均loss:2.416290
让 他 在 半 年 之 前 ， 就 不 能 做 出 那 么 大 的 贡 献 。 李 慕 走 出 家 门 ， 正 要 回 去 时 ， 发 现 前 方 已 经 没 有 声 音 传 来 ， 又 被 一 道 强 横 至 极 的 身 影 拉 近 。 那 人 看 向 另 外 三 名 老 者 ， 说 道 ： 是 谁 打 了 你 们 这 个 疯 子 ！ 中 年 男 子 笑 着 开 口 ， 摇 头 说 道 ： 本 官 知 道 此 事 ， 但 也 只 是 微 末 而 已 ， 我 符 派 祖
李 慕 站 在 山 路 上 ， 深 深 的 呼 吸 道 ： 我 想 你 了 。 狐 九 大 人 是 怎 么 做 到 这 个 样 子 的 ？ 李 清 虽 然 不 知 道 这 种 事 情 对 他 来 说 ， 恐 怕 没 有 什 么 好 办 法 能 瞒 得 过 千 幻 上 人 ！ 她 一 直 都 在 怀 疑 自 己 的 身 份 和 感 受 ， 以 及 他 从 未 见 过 幻 姬 手 下 ， 但 若 是 没 有 他 如 此 心 思 ， 恐 怕 就 要 将 她 们 赶 回
=========
第11轮平均loss:2.377622
让 他 在 半 年 之 前 ， 就 不 能 做 出 符 派 掌 教 的 事 情 了 。 那 是 李 慕 刚 才 给 小 白 打 招 呼 的 时 候 ， 晚 晚 的 脸 上 浮 现 出 一 丝 难 以 置 信 之 色 ， 说 道 ： 恩 公 真 的 和 你 们 一 起 出 手 ？ 李 慕 摆 了 摆 手 ， 说 道 ： 我 先 回 房 休 息 吧 。 周 妩 道 ： 这 两 日 都 不 方 便 过 来 。 她 走 到 柳 含 烟 面 前 ， 说 道 ： 没 有
李 慕 站 在 山 路 上 ， 深 深 的 呼 吸 大 人 ！ 张 春 脸 色 涨 红 。 他 本 来 想 问 道 ： 我 这 是 何 处 逃 跑 ？ 第 56 章 千 狐 国 和 白 熊 族 两 名 魅 宗 强 者 ， 也 无 法 躲 开 玄 冥 一 直 盯 着 那 女 子 ， 此 刻 ， 心 中 已 经 放 松 了 警 惕 ， 冷 声 说 道 ： 你 们 不 要 再 打 扰 过 小 妖 ， 她 以 前 就 不 敢 招 惹 我 们 吗 ， 现 在 看 来 她
=========
