239 188 256
228 184 257
231 154 258
258 132 259
256 140 260
227 128 261
261 130 262
228 187 263
228 186 264
131 189 265
232 191 266
229 143 267
230 138 268
232 265 269
256 154 270
229 156 271
268 128 272
230 156 273
229 174 274
272 269 275
229 164 276
230 149 277
229 135 278
228 189 279
257 128 280
228 188 281
263 150 282
229 136 283
229 133 284
229 176 285
229 144 286
230 151 287
230 136 288
233 128 289
229 138 290
230 150 291
271 168 292
228 185 293
229 141 294
262 10 295
231 187 296
229 134 297
230 143 298
264 186 299
230 137 300
231 148 301
229 185 302
264 134 303
230 152 304
143 266 305
230 148 306
278 187 307
233 135 308
230 179 309
229 175 310
298 305 311
311 176 312
44 32 313
313 275 314
314 312 315
315 270 316
288 144 317
277 140 318
281 164 319
273 137 320
274 179 321
295 275 322
257 170 323
229 188 324
230 157 325
232 128 326
319 321 327
230 160 328
231 155 329
287 182 330
231 167 331
229 146 332
229 155 333
304 175 334
233 173 335
232 135 336
229 165 337
283 176 338
229 183 339
293 139 340
285 134 341
233 155 342
229 190 343
332 140 344
230 128 345
257 173 346
257 141 347
230 175 348
231 129 349
309 149 350
289 160 351
281 154 352
279 141 353
229 184 354
336 170 355
232 162 356
229 189 357
232 139 358
159 229 359
271 176 360
306 187 361
291 185 362
310 185 363
230 158 364
231 142 365
356 171 366
361 307 367
233 151 368
230 173 369
302 182 370
286 142 371
263 172 372
257 186 373
231 137 374
335 148 375
230 153 376
280 323 377
230 140 378
276 167 379
290 155 380
294 149 381
232 175 382
351 317 383
98 114 384
60 384 385
385 62 386
231 157 387
290 168 388
381 353 389
318 299 390
233 153 391
329 174 392
358 177 393
342 132 394
278 186 395
230 178 396
393 394 397
9 9 398
328 135 399
266 153 400
387 128 401
232 186 402
287 160 403
325 165 404
232 161 405
392 399 406
229 173 407
300 128 408
257 138 409
260 282 410
263 165 411
402 171 412
337 185 413
226 128 414
368 180 415
259 231 416
230 129 417
230 154 418
233 157 419
232 167 420
231 132 421
343 151 422
267 151 423
231 159 424
232 174 425
295 10 426
229 140 427
229 137 428
326 140 429
230 139 430
233 163 431
233 265 432
288 152 433
364 156 434
318 362 435
232 142 436
284 182 437
232 181 438
308 143 439
229 142 440
231 165 441
145 189 442
232 131 443
230 142 444
229 128 445
233 130 446
229 191 447
230 172 448
232 183 449
233 154 450
297 133 451
264 142 452
290 160 453
273 128 454
296 173 455
267 145 456
279 191 457
267 175 458
378 129 459
349 181 460
229 163 461
186 166 462
301 159 463
231 130 464
326 133 465
230 181 466
339 177 467
257 139 468
286 141 469
229 159 470
282 372 471
260 370 472
285 177 473
233 162 474
459 455 475
355 467 476
301 168 477
264 139 478
421 182 479
230 132 480
291 189 481
331 187 482
230 176 483
111 110 484
408 320 485
231 156 486
231 166 487
229 166 488
293 159 489
374 169 490
423 338 491
277 136 492
446 163 493
286 145 494
289 359 495
495 462 496
369 187 497
414 148 498
266 135 499
276 150 500
448 161 501
231 149 502
333 180 503
419 162 504
278 143 505
233 152 506
233 129 507
306 190 508
267 170 509
330 415 510
365 176 511
230 131 512
482 388 513
231 186 514
441 158 515
348 143 516
386 386 517
231 131 518
230 180 519
231 169 520
375 350 521
331 146 522
436 183 523
443 140 524
229 177 525
301 359 526
282 259 527
231 139 528
492 434 529
354 136 530
308 140 531
232 180 532
232 182 533
324 128 534
487 187 535
435 389 536
37 37 537
405 140 538
277 133 539
257 150 540
231 188 541
274 154 542
276 169 543
266 145 544
428 141 545
461 171 546
298 144 547
230 184 548
357 177 549
539 478 550
267 152 551
233 156 552
335 130 553
233 149 554
526 442 555
232 190 556
230 141 557
116 105 558
523 422 559
228 190 560
345 167 561
232 189 562
279 147 563
233 169 564
418 151 565
284 139 566
291 175 567
300 139 568
286 140 569
263 142 570
284 137 571
383 327 572
233 170 573
267 139 574
257 148 575
376 175 576
231 150 577
488 130 578
277 176 579
283 134 580
524 576 581
264 155 582
229 186 583
49 270 584
50 270 585
51 270 586
52 270 587
445 188 588
114 97 589
397 469 590
590 270 591
10 581 592
592 550 593
593 270 594
284 165 595
458 411 596
266 152 597
322 587 598
232 166 599
365 139 600
380 439 601
230 182 602
440 187 603
322 585 604
289 159 605
324 186 606
233 171 607
554 191 608
322 586 609
37 522 610
276 154 611
279 156 612
229 162 613
230 174 614
230 183 615
345 129 616
599 129 617
279 134 618
322 584 619
233 187 620
231 136 621
349 171 622
276 141 623
357 147 624
273 175 625
357 162 626
229 145 627
502 140 628
513 496 629
231 180 630
302 180 631
232 144 632
230 155 633
229 129 634
464 185 635
260 292 636
232 163 637
232 140 638
426 591 639
297 155 640
230 187 641
229 148 642
480 143 643
228 191 644
274 131 645
231 189 646
438 183 647
447 131 648
277 163 649
268 164 650
407 144 651
229 167 652
232 153 653
391 132 654
266 155 655
398 398 656
656 517 657
607 152 658
230 177 659
288 150 660
348 148 661
427 150 662
333 158 663
262 292 664
229 157 665
638 131 666
417 182 667
476 259 668
262 282 669
231 178 670
666 503 671
470 159 672
472 575 673
259 390 674
233 148 675
426 657 676
264 161 677
231 174 678
431 142 679
325 128 680
430 137 681
474 157 682
281 160 683
229 147 684
284 168 685
257 142 686
431 158 687
260 363 688
231 144 689
231 171 690
231 138 691
505 605 692
95 100 693
405 128 694
376 149 695
279 142 696
231 160 697
232 176 698
297 176 699
232 141 700
231 162 701
654 544 702
169 695 703
283 182 704
294 135 705
331 141 706
449 157 707
285 143 708
229 442 709
707 535 710
396 161 711
564 177 712
346 260 713
498 498 714
642 164 715
232 132 716
486 703 717
354 166 718
259 327 719
427 186 720
287 143 721
371 260 722
339 178 723
453 317 724
297 178 725
285 148 726
328 183 727
300 147 728
425 169 729
232 130 730
329 180 731
682 500 732
285 132 733
652 139 734
231 153 735
280 542 736
558 484 737
267 172 738
466 183 739
291 151 740
450 144 741
276 177 742
424 165 743
671 451 744
296 143 745
481 508 746
540 628 747
418 180 748
231 177 749
632 189 750
266 156 751
720 672 752
229 168 753
444 165 754
339 168 755
391 141 756
614 139 757
620 145 758
117 589 759
420 134 760
231 140 761
364 151 762
233 133 763
271 186 764
497 677 765
712 649 766
276 132 767
621 134 768
283 186 769
547 705 770
759 737 771
308 142 772
348 129 773
260 429 774
738 715 775
233 131 776
776 168 777
382 180 778
232 137 779
271 163 780
432 352 781
230 163 782
267 164 783
263 187 784
355 412 785
637 130 786
691 182 787
274 136 788
771 610 789
537 37 790
302 187 791
670 190 792
337 179 793
261 129 794
403 350 795
627 168 796
481 350 797
630 160 798
615 177 799
534 734 800
53 270 801
533 138 802
400 323 803
374 135 804
328 145 805
407 152 806
231 173 807
507 147 808
578 434 809
260 618 810
396 187 811
324 185 812
232 177 813
233 190 814
460 553 815
308 141 816
291 176 817
435 397 818
569 330 819
379 259 820
296 136 821
297 141 822
267 150 823
322 801 824
309 162 825
814 153 826
484 116 827
274 158 828
697 180 829
294 180 830
450 143 831
466 129 832
233 161 833
102 827 834
229 178 835
296 147 836
229 153 837
259 367 838
274 182 839
329 184 840
345 146 841
483 184 842
711 320 843
257 187 844
294 171 845
231 172 846
641 161 847
269 439 848
348 146 849
633 180 850
512 179 851
284 131 852
852 798 853
260 341 854
479 429 855
103 101 856
555 588 857
283 169 858
602 136 859
283 155 860
756 696 861
796 503 862
111 108 863
424 179 864
520 186 865
233 146 866
230 146 867
342 183 868
262 517 869
301 178 870
109 97 871
231 190 872
519 187 873
289 154 874
440 159 875
562 172 876
296 153 877
108 105 878
735 190 879
283 153 880
115 116 881
787 616 882
273 186 883
327 262 884
813 161 885
284 189 886
369 164 887
232 136 888
114 101 889
229 131 890
276 156 891
556 190 892
528 130 893
413 259 894
511 292 895
324 177 896
232 138 897
230 133 898
573 145 899
279 149 900
346 259 901
231 168 902
653 154 903
349 173 904
424 173 905
229 150 906
232 155 907
260 400 908
285 189 909
333 160 910
493 582 911
325 159 912
117 115 913
297 179 914
659 130 915
273 172 916
303 280 917
267 140 918
758 565 919
577 151 920
304 142 921
333 162 922
514 167 923
456 511 924
520 191 925
410 372 926
230 145 927
279 143 928
574 362 929
328 185 930
421 176 931
333 189 932
475 510 933
274 140 934
811 920 935
326 129 936
336 180 937
276 180 938
407 166 939
541 147 940
438 176 941
262 516 942
304 159 943
309 168 944
229 187 945
232 184 946
336 179 947
417 144 948
343 136 949
233 147 950
259 601 951
749 187 952
396 137 953
286 184 954
278 160 955
518 136 956
418 130 957
667 375 958
339 171 959
294 179 960
273 155 961
369 163 962
330 260 963
470 186 964
376 186 965
509 320 966
232 133 967
267 141 968
475 37 969
273 159 970
368 170 971
276 159 972
433 740 973
324 149 974
296 180 975
302 189 976
283 135 977
506 159 978
260 457 979
301 177 980
331 152 981
231 145 982
285 145 983
626 616 984
471 259 985
806 292 986
284 136 987
419 158 988
860 351 989
310 187 990
650 870 991
483 180 992
461 176 993
229 160 994
257 164 995
328 188 996
338 303 997
111 114 998
689 134 999
395 280 1000
230 130 1001
229 158 1002
332 146 1003
273 168 1004
231 170 1005
262 809 1006
533 133 1007
374 185 1008
339 165 1009
437 282 1010
480 159 1011
557 174 1012
782 174 1013
899 546 1014
172 188 1015
420 129 1016
525 177 1017
646 174 1018
723 745 1019
263 163 1020
693 789 1021
231 134 1022
613 158 1023
464 184 1024
807 137 1025
233 1015 1026
890 143 1027
266 158 1028
165 191 1029
784 900 1030
430 165 1031
294 138 1032
564 172 1033
431 159 1034
449 175 1035
879 580 1036
1036 661 1037
483 148 1038
574 640 1039
267 138 1040
690 139 1041
273 136 1042
301 181 1043
308 138 1044
305 135 1045
382 134 1046
262 855 1047
279 160 1048
736 1037 1049
230 186 1050
367 496 1051
232 168 1052
1052 128 1053
260 347 1054
350 530 1055
763 146 1056
333 190 1057
701 142 1058
262 363 1059
457 477 1060
283 131 1061
788 845 1062
280 501 1063
612 477 1064
505 940 1065
310 146 1066
297 183 1067
390 259 1068
310 188 1069
289 129 1070
232 151 1071
296 157 1072
274 162 1073
229 180 1074
60 47 1075
414 156 1076
414 157 1077
288 145 1078
296 1045 1079
479 371 1080
474 134 1081
577 171 1082
1002 139 1083
110 116 1084
269 972 1085
266 189 1086
266 144 1087
417 162 1088
1088 623 1089
678 173 1090
297 165 1091
791 885 1092
284 183 1093
230 188 1094
420 163 1095
444 167 1096
1031 320 1097
101 114 1098
679 748 1099
365 135 1100
1044 508 1101
274 137 1102
300 141 1103
382 165 1104
560 155 1105
446 170 1106
294 161 1107
565 549 1108
753 156 1109
475 797 1110
231 161 1111
454 379 1112
264 137 1113
612 373 1114
280 727 1115
317 303 1116
296 149 1117
260 819 1118
268 138 1119
486 139 1120
470 142 1121
230 159 1122
307 346 1123
97 99 1124
308 145 1125
274 153 1126
300 191 1127
262 618 1128
902 139 1129
300 190 1130
556 185 1131
358 166 1132
317 373 1133
982 158 1134
299 259 1135
483 145 1136
95 112 1137
299 260 1138
310 134 1139
689 131 1140
634 154 1141
309 189 1142
473 334 1143
502 153 1144
233 189 1145
548 184 1146
367 380 1147
268 151 1148
291 173 1149
970 415 1150
233 166 1151
289 131 1152
325 161 1153
491 327 1154
547 1105 1155
481 453 1156
835 169 1157
230 162 1158
271 159 1159
289 128 1160
284 181 1161
341 352 1162
267 136 1163
337 135 1164
400 582 1165
232 1029 1166
259 389 1167
231 151 1168
97 871 1169
1169 856 1170
644 161 1171
634 156 1172
97 98 1173
342 190 1174
306 182 1175
233 178 1176
376 174 1177
259 280 1178
449 179 1179
360 635 1180
655 595 1181
433 546 1182
354 184 1183
473 352 1184
378 135 1185
369 162 1186
264 167 1187
296 159 1188
420 166 1189
486 188 1190
532 159 1191
615 183 1192
930 1012 1193
260 413 1194
377 536 1195
293 136 1196
260 280 1197
364 129 1198
450 190 1199
32 45 1200
1200 32 1201
302 178 1202
410 259 1203
752 451 1204
454 371 1205
512 133 1206
116 121 1207
260 516 1208
552 128 1209
329 190 1210
805 1004 1211
99 101 1212
260 489 1213
37 744 1214
501 367 1215
1071 143 1216
514 191 1217
347 352 1218
277 153 1219
447 171 1220
552 156 1221
340 460 1222
60 834 1223
1223 32 1224
1224 99 1225
1225 863 1226
1226 998 1227
1227 61 1228
1075 834 1229
1229 62 1230
463 490 1231
425 176 1232
306 185 1233
286 136 1234
267 166 1235
562 187 1236
260 1080 1237
831 401 1238
259 485 1239
231 164 1240
404 355 1241
952 1083 1242
872 164 1243
232 170 1244
644 157 1245
620 152 1246
1067 830 1247
284 185 1248
404 259 1249
97 108 1250
683 1070 1251
379 360 1252
343 183 1253
286 137 1254
229 161 1255
512 167 1256
837 172 1257
289 144 1258
260 383 1259
558 112 1260
766 1242 1261
1261 270 1262
766 10 1263
266 183 1264
232 129 1265
1187 463 1266
257 157 1267
230 191 1268
97 110 1269
259 521 1270
263 153 1271
354 149 1272
425 184 1273
391 164 1274
302 179 1275
548 138 1276
412 563 1277
303 262 1278
937 709 1279
777 580 1280
731 338 1281
230 168 1282
230 189 1283
732 327 1284
100 105 1285
95 589 1286
655 538 1287
101 108 1288
532 168 1289
910 373 1290
231 191 1291
324 143 1292
533 179 1293
792 460 1294
678 151 1295
267 163 1296
350 625 1297
382 173 1298
274 135 1299
518 173 1300
353 504 1301
355 479 1302
1148 561 1303
967 144 1304
445 141 1305
428 145 1306
259 536 1307
260 969 1308
509 617 1309
287 165 1310
704 351 1311
474 132 1312
1268 128 1313
37 115 1314
404 260 1315
1013 762 1316
1023 453 1317
519 155 1318
753 129 1319
905 957 1320
331 176 1321
518 167 1322
641 154 1323
337 189 1324
687 538 1325
263 128 1326
1299 1126 1327
259 815 1328
810 334 1329
572 370 1330
342 134 1331
425 164 1332
273 170 1333
105 878 1334
1334 1207 1335
100 789 1336
416 165 1337
283 187 1338
256 155 1339
953 1246 1340
284 179 1341
445 146 1342
637 133 1343
487 129 1344
541 154 1345
177 259 1346
445 153 1347
307 316 1348
572 344 1349
296 135 1350
396 153 1351
606 820 1352
898 162 1353
345 157 1354
284 141 1355
633 190 1356
259 299 1357
613 131 1358
444 137 1359
416 156 1360
773 904 1361
345 170 1362
927 167 1363
1363 773 1364
273 157 1365
622 931 1366
494 406 1367
684 129 1368
99 116 1369
231 152 1370
159 1082 1371
366 388 1372
959 530 1373
232 154 1374
46 46 1375
836 912 1376
278 134 1377
343 132 1378
749 179 1379
597 320 1380
1110 1201 1381
490 999 1382
264 136 1383
233 134 1384
293 142 1385
693 1170 1386
412 409 1387
730 137 1388
229 130 1389
378 165 1390
449 131 1391
1050 144 1392
837 168 1393
552 135 1394
111 119 1395
345 150 1396
417 169 1397
760 772 1398
728 307 1399
294 131 1400
1124 107 1401
680 497 1402
231 135 1403
741 412 1404
264 178 1405
340 415 1406
624 545 1407
232 157 1408
232 156 1409
557 183 1410
276 135 1411
424 155 1412
1228 39 1413
1413 35 1414
39 62 1415
853 1230 1416
283 157 1417
583 167 1418
316 1381 1419
280 647 1420
360 504 1421
358 165 1422
1096 704 1423
285 184 1424
233 165 1425
289 137 1426
433 1113 1427
37 99 1428
353 1018 1429
229 462 1430
426 1262 1431
316 775 1432
97 114 1433
1244 147 1434
407 169 1435
1209 617 1436
417 175 1437
365 175 1438
701 176 1439
1192 396 1440
1440 140 1441
456 733 1442
846 172 1443
369 165 1444
934 685 1445
874 499 1446
561 259 1447
1285 913 1448
506 181 1449
316 341 1450
340 380 1451
1137 1369 1452
257 135 1453
645 259 1454
105 110 1455
109 101 1456
1374 128 1457
557 162 1458
768 1024 1459
625 546 1460
769 1073 1461
260 373 1462
414 166 1463
488 150 1464
441 136 1465
960 457 1466
684 141 1467
231 163 1468
1168 155 1469
262 471 1470
643 1046 1471
95 109 1472
316 292 1473
263 164 1474
532 165 1475
783 936 1476
293 133 1477
1093 320 1478
95 116 1479
1173 1335 1480
1337 158 1481
425 186 1482
260 366 1483
303 282 1484
230 185 1485
597 334 1486
362 494 1487
54 270 1488
411 1040 1489
278 161 1490
948 1396 1491
307 1160 1492
1403 131 1493
330 1347 1494
1106 667 1495
1452 790 1496
631 1236 1497
266 185 1498
761 155 1499
1022 138 1500
354 131 1501
872 142 1502
297 187 1503
716 137 1504
660 465 1505
422 338 1506
945 182 1507
262 400 1508
946 143 1509
300 148 1510
903 403 1511
548 144 1512
268 149 1513
817 259 1514
117 108 1515
528 172 1516
296 167 1517
111 863 1518
264 164 1519
432 334 1520
285 150 1521
945 186 1522
283 128 1523
322 1488 1524
420 137 1525
280 469 1526
468 260 1527
262 895 1528
349 188 1529
1370 1371 1530
263 133 1531
821 452 1532
293 177 1533
933 451 1534
700 146 1535
280 731 1536
277 143 1537
260 1281 1538
613 168 1539
791 549 1540
37 98 1541
277 180 1542
907 155 1543
1034 299 1544
141 184 1545
256 159 1546
400 727 1547
437 346 1548
286 158 1549
799 1276 1550
1258 1512 1551
280 804 1552
409 260 1553
284 133 1554
263 135 1555
583 149 1556
229 139 1557
665 143 1558
896 1263 1559
231 179 1560
433 764 1561
541 160 1562
1191 504 1563
382 133 1564
1564 1003 1565
95 99 1566
404 303 1567
368 168 1568
419 153 1569
260 477 1570
287 139 1571
505 983 1572
493 531 1573
290 169 1574
269 380 1575
352 366 1576
273 141 1577
912 1345 1578
485 390 1579
229 152 1580
560 181 1581
678 161 1582
602 178 1583
428 167 1584
490 1289 1585
262 366 1586
486 159 1587
630 162 1588
436 142 1589
514 179 1590
484 913 1591
761 142 1592
528 188 1593
1544 375 1594
231 1545 1595
1326 1196 1596
742 603 1597
347 458 1598
324 131 1599
409 259 1600
327 604 1601
948 1256 1602
468 259 1603
988 397 1604
548 180 1605
262 347 1606
118 101 1607
525 133 1608
519 158 1609
262 429 1610
369 166 1611
263 183 1612
859 742 1613
286 175 1614
230 144 1615
1151 150 1616
334 377 1617
1448 1214 1618
929 397 1619
594 292 1620
395 303 1621
267 160 1622
1622 453 1623
396 191 1624
632 168 1625
507 173 1626
528 177 1627
424 162 1628
95 115 1629
259 1049 1630
293 137 1631
292 282 1632
1005 129 1633
907 135 1634
1177 874 1635
337 165 1636
454 821 1637
425 161 1638
653 171 1639
823 914 1640
1640 452 1641
420 146 1642
518 172 1643
779 190 1644
349 176 1645
365 155 1646
1465 915 1647
291 135 1648
718 401 1649
779 186 1650
391 183 1651
595 303 1652
287 169 1653
159 179 1654
262 624 1655
257 137 1656
964 1111 1657
1657 128 1658
340 515 1659
548 133 1660
1604 389 1661
406 259 1662
456 388 1663
260 570 1664
929 389 1665
681 566 1666
897 177 1667
833 187 1668
256 136 1669
256 137 1670
646 151 1671
454 544 1672
490 1368 1673
1247 510 1674
286 132 1675
1269 1212 1676
406 389 1677
260 320 1678
324 147 1679
306 175 1680
289 148 1681
258 135 1682
291 167 1683
994 130 1684
1265 154 1685
294 129 1686
1537 1410 1687
324 130 1688
294 147 1689
1689 726 1690
614 181 1691
1233 551 1692
867 149 1693
262 413 1694
757 1157 1695
444 140 1696
430 179 1697
286 144 1698
436 137 1699
525 158 1700
683 778 1701
644 174 1702
547 658 1703
489 352 1704
525 149 1705
1145 144 1706
281 151 1707
302 184 1708
990 1130 1709
629 724 1710
521 1303 1711
341 366 1712
259 260 1713
735 189 1714
1549 1257 1715
573 140 1716
417 146 1717
692 529 1718
229 132 1719
1332 373 1720
623 1555 1721
280 977 1722
888 158 1723
640 978 1724
551 1116 1725
267 171 1726
1283 174 1727
354 140 1728
447 133 1729
557 159 1730
326 151 1731
898 167 1732
520 182 1733
506 179 1734
709 1087 1735
302 188 1736
291 153 1737
525 130 1738
230 147 1739
716 177 1740
725 307 1741
347 269 1742
419 160 1743
957 330 1744
260 559 1745
566 762 1746
1746 566 1747
1747 1248 1748
374 162 1749
259 555 1750
97 116 1751
95 98 1752
343 129 1753
535 534 1754
280 582 1755
515 780 1756
772 886 1757
391 169 1758
551 317 1759
1282 170 1760
283 154 1761
946 170 1762
293 144 1763
665 151 1764
276 170 1765
333 155 1766
260 327 1767
506 180 1768
867 158 1769
551 563 1770
337 136 1771
580 786 1772
354 174 1773
755 375 1774
996 1590 1775
1647 465 1776
1641 1414 1777
443 156 1778
1128 334 1779
345 187 1780
835 155 1781
465 260 1782
719 262 1783
347 822 1784
1145 191 1785
729 282 1786
347 1149 1787
101 101 1788
280 307 1789
356 173 1790
264 145 1791
325 131 1792
427 133 1793
273 171 1794
383 1284 1795
906 183 1796
383 719 1797
965 1732 1798
1047 260 1799
779 178 1800
1158 166 1801
231 158 1802
665 144 1803
105 881 1804
260 596 1805
395 511 1806
573 183 1807
1807 607 1808
1808 133 1809
925 499 1810
443 134 1811
382 149 1812
347 334 1813
395 463 1814
274 171 1815
700 175 1816
504 545 1817
450 148 1818
95 881 1819
287 129 1820
378 161 1821
1255 148 1822
663 623 1823
371 410 1824
259 360 1825
1032 299 1826
448 167 1827
721 299 1828
558 1456 1829
506 187 1830
793 515 1831
543 841 1832
463 873 1833
281 153 1834
646 145 1835
507 191 1836
281 159 1837
822 501 1838
316 457 1839
560 157 1840
260 334 1841
268 155 1842
642 175 1843
343 174 1844
613 153 1845
438 139 1846
1472 1515 1847
1847 1260 1848
978 574 1849
579 588 1850
376 154 1851
1112 857 1852
260 377 1853
257 180 1854
285 152 1855
436 171 1856
650 1210 1857
231 133 1858
1439 338 1859
343 133 1860
260 403 1861
516 522 1862
1522 807 1863
1863 145 1864
432 341 1865
859 1731 1866
1356 745 1867
521 530 1868
259 848 1869
572 262 1870
367 710 1871
338 892 1872
304 190 1873
1179 1391 1874
403 909 1875
464 142 1876
566 567 1877
1159 360 1878
303 260 1879
284 187 1880
337 137 1881
631 259 1882
560 191 1883
531 504 1884
259 571 1885
354 157 1886
382 157 1887
871 120 1888
37 109 1889
416 173 1890
1890 137 1891
955 1100 1892
557 149 1893
521 588 1894
345 149 1895
1025 923 1896
698 139 1897
380 259 1898
325 145 1899
551 422 1900
37 100 1901
281 180 1902
376 147 1903
1007 499 1904
1028 754 1905
700 163 1906
1312 1053 1907
541 150 1908
1069 530 1909
436 177 1910
1379 825 1911
382 129 1912
233 188 1913
1078 372 1914
330 410 1915
257 156 1916
1916 1166 1917
259 747 1918
408 292 1919
532 163 1920
545 362 1921
964 452 1922
273 189 1923
412 1131 1924
507 151 1925
1843 280 1926
343 128 1927
634 183 1928
1848 878 1929
1929 1098 1930
262 596 1931
573 168 1932
1360 159 1933
466 170 1934
1431 1559 1935
112 1788 1936
1936 100 1937
905 510 1938
10 591 1939
767 452 1940
1560 187 1941
294 177 1942
906 156 1943
1562 1117 1944
281 144 1945
716 145 1946
499 603 1947
337 148 1948
1176 156 1949
743 808 1950
264 140 1951
354 173 1952
611 579 1953
987 743 1954
474 151 1955
341 437 1956
373 303 1957
333 176 1958
110 856 1959
485 259 1960
292 400 1961
1319 380 1962
303 377 1963
259 1494 1964
95 889 1965
406 1180 1966
342 168 1967
267 184 1968
888 172 1969
600 259 1970
675 129 1971
1891 923 1972
954 694 1973
454 611 1974
1584 849 1975
507 135 1976
903 865 1977
919 259 1978
391 144 1979
538 465 1980
777 750 1981
1829 610 1982
288 180 1983
608 1412 1984
1693 786 1985
981 1139 1986
979 437 1987
971 1043 1988
730 161 1989
444 183 1990
1542 323 1991
229 151 1992
552 178 1993
699 1221 1994
1644 1827 1995
1056 1271 1996
320 299 1997
747 259 1998
281 138 1999
489 334 2000
511 828 2001
499 1129 2002
293 160 2003
509 269 2004
281 188 2005
233 1654 2006
357 146 2007
497 603 2008
374 153 2009
260 729 2010
516 323 2011
829 1558 2012
378 137 2013
1479 1518 2014
2014 1260 2015
367 330 2016
833 191 2017
520 180 2018
1245 650 2019
299 432 2020
1240 186 2021
1435 651 2022
326 128 2023
283 171 2024
448 162 2025
232 158 2026
989 377 2027
954 1175 2028
111 117 2029
37 635 2030
355 388 2031
258 174 2032
690 153 2033
755 820 2034
597 352 2035
621 170 2036
468 404 2037
280 635 2038
562 174 2039
405 165 2040
427 160 2041
274 164 2042
452 334 2043
456 395 2044
407 151 2045
438 144 2046
360 1057 2047
300 142 2048
640 922 2049
331 175 2050
1804 1676 2051
629 344 2052
289 143 2053
1003 1298 2054
421 166 2055
282 416 2056
1127 423 2057
838 380 2058
105 108 2059
343 146 2060
348 141 2061
232 149 2062
949 1220 2063
909 1582 2064
1054 499 2065
285 129 2066
260 493 2067
1122 147 2068
263 170 2069
2069 1292 2070
692 262 2071
307 680 2072
260 411 2073
980 452 2074
280 706 2075
549 1467 2076
942 501 2077
1826 1033 2078
1176 129 2079
294 183 2080
842 751 2081
259 334 2082
750 360 2083
684 136 2084
257 147 2085
741 1216 2086
1468 129 2087
845 546 2088
932 259 2089
48 48 2090
506 191 2091
310 186 2092
1645 1643 2093
1504 725 2094
976 1026 2095
1108 958 2096
1908 1350 2097
391 136 2098
294 176 2099
464 188 2100
691 175 2101
1094 171 2102
267 178 2103
653 189 2104
1382 327 2105
358 141 2106
324 160 2107
1557 135 2108
405 168 2109
1355 1082 2110
882 260 2111
1480 1336 2112
1279 1789 2113
266 133 2114
284 134 2115
839 721 2116
799 767 2117
571 340 2118
1858 167 2119
597 341 2120
1563 529 2121
300 173 2122
630 167 2123
675 175 2124
1949 694 2125
440 139 2126
866 162 2127
555 1089 2128
108 1395 2129
1466 334 2130
148 1733 2131
379 439 2132
506 178 2133
268 152 2134
854 437 2135
379 1953 2136
316 363 2137
532 181 2138
260 1330 2139
693 2051 2140
259 710 2141
232 148 2142
1188 811 2143
416 172 2144
259 973 2145
1144 468 2146
733 395 2147
1554 847 2148
293 166 2149
461 179 2150
348 171 2151
950 129 2152
388 490 2153
355 980 2154
531 260 2155
1154 370 2156
1235 500 2157
583 148 2158
290 191 2159
633 178 2160
918 362 2161
1158 176 2162
1091 553 2163
1375 46 2164
995 323 2165
320 280 2166
1103 269 2167
543 1846 2168
276 186 2169
382 151 2170
1146 560 2171
2171 160 2172
268 147 2173
1770 1294 2174
623 704 2175
298 161 2176
516 501 2177
569 443 2178
2178 158 2179
976 553 2180
866 177 2181
37 112 2182
276 171 2183
1111 174 2184
335 133 2185
698 149 2186
549 375 2187
466 184 2188
376 182 2189
375 1909 2190
567 1666 2191
1013 739 2192
1086 1762 2193
1416 1972 2194
1409 152 2195
2195 1543 2196
368 174 2197
230 161 2198
860 540 2199
700 161 2200
1837 820 2201
440 134 2202
473 269 2203
482 1274 2204
347 1923 2205
1469 1132 2206
369 140 2207
509 334 2208
2005 1385 2209
262 1238 2210
430 169 2211
842 1717 2212
101 112 2213
37 1305 2214
274 176 2215
284 172 2216
1476 259 2217
1517 1127 2218
665 154 2219
329 138 2220
230 166 2221
264 154 2222
754 423 2223
391 134 2224
259 1064 2225
463 259 2226
310 159 2227
514 183 2228
1611 1393 2229
939 2003 2230
1020 1612 2231
105 116 2232
345 128 2233
675 139 2234
1389 178 2235
858 477 2236
350 880 2237
37 589 2238
1286 1959 2239
410 334 2240
751 783 2241
260 855 2242
608 260 2243
428 138 2244
2244 896 2245
512 145 2246
400 804 2247
463 492 2248
1286 1618 2249
99 104 2250
1751 116 2251
2251 1401 2252
10 275 2253
371 352 2254
685 269 2255
302 191 2256
577 145 2257
342 170 2258
277 162 2259
910 887 2260
627 138 2261
675 164 2262
416 139 2263
297 146 2264
846 145 2265
267 155 2266
513 344 2267
403 579 2268
278 182 2269
274 163 2270
383 475 2271
327 344 2272
1041 1338 2273
53 48 2274
732 884 2275
1690 2172 2276
260 803 2277
260 473 2278
741 981 2279
583 132 2280
359 162 2281
1035 1378 2282
2084 567 2283
2283 1107 2284
340 1358 2285
263 182 2286
425 174 2287
1005 131 2288
681 1109 2289
1151 134 2290
698 131 2291
847 1293 2292
924 476 2293
1506 770 2294
488 185 2295
1291 188 2296
326 131 2297
1463 1463 2298
1058 804 2299
104 50 2300
2300 62 2301
274 157 2302
1377 1411 2303
717 262 2304
1066 699 2305
430 150 2306
1134 567 2307
480 136 2308
325 176 2309
2192 687 2310
2310 552 2311
2311 158 2312
556 176 2313
1700 561 2314
601 259 2315
290 161 2316
1653 723 2317
1009 612 2318
377 389 2319
1384 146 2320
1426 2211 2321
1428 889 2322
2322 2213 2323
1257 553 2324
702 259 2325
692 344 2326
844 2215 2327
291 165 2328
891 1851 2329
355 1078 2330
259 397 2331
300 172 2332
111 1607 2333
1189 456 2334
403 318 2335
1264 1174 2336
608 379 2337
259 683 2338
512 138 2339
150 259 2340
602 140 2341
2026 141 2342
646 169 2343
606 379 2344
262 1422 2345
115 104 2346
347 1172 2347
232 185 2348
1282 161 2349
387 161 2350
432 292 2351
262 527 2352
2104 479 2353
897 130 2354
1729 1668 2355
1938 451 2356
280 1153 2357
1156 377 2358
327 472 2359
1068 629 2360
795 367 2361
706 721 2362
420 132 2363
102 102 2364
1157 864 2365
274 185 2366
403 661 2367
1802 172 2368
329 159 2369
627 188 2370
1739 141 2371
263 138 2372
262 966 2373
406 752 2374
2140 37 2375
447 160 2376
525 160 2377
288 174 2378
1344 675 2379
2379 162 2380
1679 568 2381
1449 677 2382
232 145 2383
441 173 2384
1120 338 2385
259 510 2386
540 415 2387
285 138 2388
457 437 2389
341 476 2390
260 645 2391
262 32 2392
893 841 2393
2263 130 2394
37 1888 2395
105 1084 2396
260 475 2397
546 1161 2398
401 280 2399
292 1420 2400
2122 2160 2401
428 169 2402
816 817 2403
768 456 2404
316 477 2405
914 542 2406
1011 2068 2407
114 111 2408
520 185 2409
286 172 2410
428 130 2411
1521 769 2412
262 803 2413
458 1895 2414
971 518 2415
2415 129 2416
377 406 2417
831 883 2418
420 130 2419
325 156 2420
892 338 2421
278 157 2422
456 1153 2423
1899 2280 2424
256 129 2425
699 1140 2426
304 134 2427
965 380 2428
1983 1142 2429
1219 922 2430
577 175 2431
780 1684 2432
2085 944 2433
2100 1125 2434
698 156 2435
1651 506 2436
2436 177 2437
329 145 2438
583 153 2439
954 823 2440
1319 443 2441
2441 129 2442
1074 169 2443
233 177 2444
2444 188 2445
799 739 2446
300 176 2447
1541 1591 2448
1272 566 2449
1272 1254 2450
294 151 2451
416 140 2452
1984 568 2453
259 1092 2454
379 530 2455
1094 160 2456
1491 858 2457
2457 1061 2458
992 2189 2459
888 176 2460
1699 1109 2461
701 167 2462
829 1903 2463
2463 2313 2464
2464 943 2465
1706 543 2466
2466 379 2467
2467 780 2468
409 783 2469
326 179 2470
447 141 2471
272 1650 2472
829 1058 2473
162 142 2474
934 317 2475
875 360 2476
508 395 2477
877 282 2478
233 184 2479
1133 303 2480
402 175 2481
1059 1661 2482
1930 2214 2483
1605 961 2484
348 155 2485
301 154 2486
262 1114 2487
303 527 2488
37 104 2489
262 969 2490
232 146 2491
788 650 2492
340 571 2493
846 188 2494
340 545 2495
262 746 2496
366 692 2497
266 148 2498
491 719 2499
262 1309 2500
263 141 2501
300 171 2502
955 323 2503
264 174 2504
288 191 2505
294 160 2506
354 130 2507
730 134 2508
310 165 2509
438 182 2510
504 363 2511
1137 1098 2512
368 187 2513
718 404 2514
1490 299 2515
364 154 2516
275 259 2517
706 651 2518
470 139 2519
260 624 2520
266 170 2521
1147 724 2522
876 662 2523
1672 259 2524
731 1217 2525
430 155 2526
266 159 2527
982 159 2528
454 373 2529
2144 172 2530
360 1627 2531
1090 1628 2532
1493 1322 2533
1051 344 2534
1809 2381 2535
1024 812 2536
1050 133 2537
360 409 2538
262 1079 2539
956 931 2540
956 622 2541
194 183 2542
382 154 2543
761 174 2544
259 433 2545
430 146 2546
2546 1072 2547
643 1631 2548
1812 1057 2549
259 379 2550
994 134 2551
774 575 2552
500 2150 2553
382 137 2554
573 151 2555
263 176 2556
514 175 2557
886 600 2558
652 134 2559
233 185 2560
257 131 2561
259 444 2562
1533 340 2563
994 161 2564
519 190 2565
838 496 2566
115 37 2567
448 178 2568
2267 1051 2569
562 176 2570
259 375 2571
2062 190 2572
1264 1815 2573
262 390 2574
653 144 2575
379 1886 2576
320 401 2577
531 259 2578
1101 395 2579
283 146 2580
556 131 2581
296 132 2582
333 186 2583
494 545 2584
260 895 2585
292 1534 2586
327 598 2587
260 880 2588
944 643 2589
583 173 2590
391 162 2591
340 767 2592
259 1231 2593
231 147 2594
158 272 2595
469 2045 2596
1011 338 2597
562 166 2598
1074 148 2599
287 133 2600
548 169 2601
260 1065 2602
1250 108 2603
2423 272 2604
2604 530 2605
401 260 2606
1727 659 2607
2607 144 2608
300 169 2609
850 453 2610
988 1183 2611
347 422 2612
859 904 2613
264 146 2614
259 986 2615
409 303 2616
529 262 2617
1832 1055 2618
1636 625 2619
1696 2176 2620
330 352 2621
846 166 2622
515 981 2623
542 259 2624
739 1464 2625
382 177 2626
1283 156 2627
1752 1591 2628
1009 1129 2629
2629 530 2630
425 190 2631
115 101 2632
360 868 2633
433 341 2634
404 778 2635
278 128 2636
263 152 2637
1942 1758 2638
681 661 2639
2639 566 2640
233 179 2641
1794 1310 2642
1698 1437 2643
805 792 2644
2644 2088 2645
382 186 2646
1351 600 2647
1592 299 2648
1646 1166 2649
1384 137 2650
438 143 2651
1530 1055 2652
2186 465 2653
730 178 2654
975 1625 2655
2655 1254 2656
1033 1775 2657
2657 567 2658
755 515 2659
578 887 2660
262 1077 2661
441 150 2662
480 191 2663
1913 147 2664
378 145 2665
2002 346 2666
675 153 2667
464 137 2668
1468 168 2669
508 1599 2670
416 2474 2671
260 1380 2672
447 152 2673
1000 808 2674
327 260 2675
378 189 2676
1425 165 2677
507 165 2678
346 410 2679
327 370 2680
128 1719 2681
2681 161 2682
2486 947 2683
277 145 2684
292 377 2685
1912 921 2686
1172 1186 2687
287 162 2688
451 648 2689
344 527 2690
280 353 2691
560 139 2692
339 180 2693
309 137 2694
1609 2018 2695
1081 672 2696
391 133 2697
347 499 2698
478 1206 2699
296 131 2700
1431 606 2701
2701 1263 2702
960 341 2703
690 159 2704
685 777 2705
1152 535 2706
690 175 2707
754 2037 2708
862 259 2709
344 991 2710
1730 742 2711
1212 1084 2712
1702 2040 2713
395 452 2714
260 509 2715
697 2131 2716
360 468 2717
728 534 2718
260 2043 2719
485 536 2720
316 494 2721
297 172 2722
292 280 2723
2368 415 2724
1022 159 2725
297 181 2726
451 259 2727
359 167 2728
412 371 2729
662 412 2730
897 146 2731
802 379 2732
280 808 2733
260 406 2734
365 169 2735
231 462 2736
1528 260 2737
1529 1300 2738
416 131 2739
1629 1937 2740
435 406 2741
560 141 2742
651 260 2743
1171 2556 2744
320 303 2745
2151 403 2746
932 600 2747
741 626 2748
344 282 2749
332 134 2750
2750 684 2751
2751 174 2752
432 366 2753
450 134 2754
942 323 2755
833 186 2756
698 129 2757
1973 529 2758
842 1477 2759
976 1091 2760
454 658 2761
763 184 2762
1304 1457 2763
333 154 2764
541 180 2765
2765 2162 2766
178 190 2767
282 493 2768
95 878 2769
278 164 2770
2770 278 2771
2771 176 2772
519 139 2773
1115 260 2774
437 629 2775
453 409 2776
501 579 2777
260 717 2778
663 338 2779
1816 2411 2780
257 155 2781
955 1385 2782
380 257 2783
2783 184 2784
363 437 2785
433 1980 2786
2595 764 2787
473 1027 2788
893 679 2789
1269 110 2790
2790 1288 2791
300 152 2792
583 2281 2793
2793 159 2794
763 141 2795
2253 584 2796
876 412 2797
717 344 2798
543 2409 2799
416 136 2800
1901 1170 2801
862 674 2802
260 1290 2803
374 186 2804
2804 374 2805
2805 178 2806
341 559 2807
2324 1026 2808
2431 893 2809
602 161 2810
284 177 2811
260 822 2812
1606 499 2813
340 1061 2814
303 413 2815
571 921 2816
259 543 2817
281 145 2818
751 259 2819
742 1475 2820
372 259 2821
1517 455 2822
183 259 2823
1126 567 2824
1615 156 2825
850 611 2826
1719 191 2827
1536 292 2828
950 173 2829
364 182 2830
232 147 2831
286 147 2832
1774 2634 2833
534 1614 2834
1042 340 2835
844 388 2836
1074 135 2837
514 177 2838
427 149 2839
2091 1248 2840
2840 2307 2841
1025 1860 2842
2288 823 2843
1001 137 2844
416 151 2845
1500 460 2846
890 167 2847
681 1952 2848
2848 566 2849
2427 1107 2850
565 891 2851
1351 2456 2852
2641 158 2853
652 144 2854
1441 1014 2855
2093 1222 2856
364 170 2857
1646 726 2858
2858 567 2859
55 57 2860
2860 57 2861
2861 56 2862
2862 98 2863
2863 53 2864
2864 1415 2865
2865 699 2866
1416 1896 2867
2097 465 2868
1502 2420 2869
2869 1589 2870
1408 160 2871
694 375 2872
868 1142 2873
1594 1868 2874
761 180 2875
473 292 2876
10 10 2877
875 1417 2878
278 173 2879
447 151 2880
1780 334 2881
408 743 2882
507 141 2883
888 185 2884
396 179 2885
1235 280 2886
2106 1714 2887
259 568 2888
282 570 2889
300 175 2890
765 1659 2891
2676 2207 2892
233 1029 2893
274 152 2894
993 2006 2895
2482 383 2896
1389 2682 2897
260 367 2898
843 299 2899
285 164 2900
1199 411 2901
1778 858 2902
291 169 2903
1308 1336 2904
437 645 2905
1935 1939 2906
565 758 2907
341 668 2908
2342 1234 2909
363 668 2910
518 159 2911
366 1364 2912
2029 1084 2913
1945 1004 2914
2348 132 2915
883 1393 2916
1485 190 2917
670 137 2918
400 280 2919
1728 961 2920
1121 2507 2921
851 617 2922
858 259 2923
782 181 2924
341 282 2925
101 1250 2926
926 259 2927
2713 2041 2928
233 186 2929
636 1573 2930
688 406 2931
260 485 2932
2238 1618 2933
343 161 2934
377 390 2935
117 2364 2936
562 189 2937
1251 947 2938
1675 706 2939
2369 574 2940
105 484 2941
1251 338 2942
2047 409 2943
259 1623 2944
611 323 2945
411 545 2946
378 163 2947
1327 259 2948
257 190 2949
325 150 2950
401 527 2951
902 179 2952
405 176 2953
563 451 2954
259 1674 2955
1507 2527 2956
468 1249 2957
914 740 2958
259 819 2959
400 706 2960
337 145 2961
1871 724 2962
95 2252 2963
1404 882 2964
396 185 2965
395 377 2966
416 174 2967
2967 173 2968
367 327 2969
867 188 2970
340 360 2971
347 1531 2972
930 916 2973
182 1405 2974
264 148 2975
284 180 2976
411 722 2977
528 160 2978
292 303 2979
301 183 2980
232 134 2981
2560 176 2982
1819 1401 2983
880 334 2984
449 159 2985
833 190 2986
725 603 2987
514 181 2988
560 167 2989
293 140 2990
260 975 2991
480 164 2992
281 152 2993
1091 628 2994
1408 174 2995
2995 1634 2996
490 260 2997
662 259 2998
259 919 2999
1635 367 3000
665 135 3001
2163 2576 3002
1122 144 3003
1175 1331 3004
925 802 3005
1417 734 3006
280 1955 3007
1204 674 3008
339 162 3009
837 169 3010
866 187 3011
700 137 3012
282 334 3013
2414 259 3014
366 717 3015
1123 674 3016
302 149 3017
876 482 3018
1768 549 3019
690 2787 3020
777 721 3021
1443 377 3022
297 153 3023
259 966 3024
967 190 3025
1840 479 3026
1185 494 3027
402 178 3028
1273 611 3029
754 544 3030
963 413 3031
370 383 3032
316 1101 3033
559 1710 3034
37 1480 3035
450 156 3036
933 1376 3037
605 1100 3038
259 853 3039
1518 100 3040
3040 1395 3041
3041 110 3042
1968 891 3043
3043 1461 3044
2046 1383 3045
731 754 3046
110 97 3047
346 454 3048
635 1493 3049
259 857 3050
458 269 3051
538 388 3052
1104 389 3053
916 563 3054
1130 338 3055
974 768 3056
1566 104 3057
990 915 3058
1253 726 3059
1252 1222 3060
424 191 3061
340 346 3062
1288 97 3063
3063 121 3064
782 152 3065
1834 1902 3066
259 748 3067
940 1353 3068
345 165 3069
1023 606 3070
865 346 3071
788 961 3072
466 139 3073
1142 1008 3074
287 166 3075
2175 563 3076
502 165 3077
1235 377 3078
1202 2447 3079
445 166 3080
403 299 3081
812 1179 3082
625 316 3083
600 932 3084
296 179 3085
1272 1775 3086
833 182 3087
2059 108 3088
646 170 3089
375 600 3090
1253 2079 3091
3091 1999 3092
279 153 3093
519 170 3094
1683 600 3095
155 1132 3096
2460 978 3097
2309 1164 3098
3098 1318 3099
441 184 3100
259 622 3101
757 931 3102
2434 1460 3103
689 188 3104
3104 393 3105
3105 2462 3106
3106 460 3107
375 793 3108
1069 812 3109
1306 546 3110
100 54 3111
3111 55 3112
3112 49 3113
3113 97 3114
3114 57 3115
3115 1415 3116
3116 868 3117
99 1173 3118
3118 101 3119
3119 54 3120
3120 56 3121
3121 1415 3122
3122 622 3123
379 2829 3124
1771 531 3125
3125 2183 3126
279 163 3127
3127 886 3128
2654 2061 3129
3129 2196 3130
1408 153 3131
3131 2871 3132
2127 524 3133
2185 2246 3134
2469 2659 3135
465 259 3136
408 411 3137
478 490 3138
1197 977 3139
2665 433 3140
675 187 3141
916 412 3142
2671 804 3143
280 1418 3144
1708 806 3145
540 299 3146
362 350 3147
460 563 3148
449 181 3149
3149 1509 3150
877 1383 3151
991 344 3152
1232 422 3153
284 132 3154
357 185 3155
1033 409 3156
148 259 3157
285 154 3158
512 168 3159
485 818 3160
341 390 3161
1239 389 3162
979 471 3163
718 320 3164
696 452 3165
551 412 3166
716 184 3167
1554 2328 3168
357 187 3169
505 2220 3170
3170 2110 3171
1935 275 3172
2221 130 3173
3173 1100 3174
390 260 3175
659 160 3176
260 1114 3177
579 323 3178
540 1020 3179
1608 928 3180
519 151 3181
559 303 3182
1943 2025 3183
395 259 3184
1438 1117 3185
1614 388 3186
529 260 3187
2914 883 3188
262 473 3189
647 404 3190
431 152 3191
337 151 3192
950 190 3193
474 164 3194
688 390 3195
491 303 3196
579 439 3197
1343 1018 3198
1064 744 3199
1314 2129 3200
2512 2712 3201
526 173 3202
284 176 3203
606 956 3204
882 1303 3205
751 535 3206
2936 1021 3207
406 262 3208
1178 977 3209
753 133 3210
304 147 3211
608 259 3212
105 115 3213
1206 2726 3214
340 841 3215
556 137 3216
578 2372 3217
1103 352 3218
395 404 3219
489 341 3220
510 802 3221
99 107 3222
2375 710 3223
1270 588 3224
1743 544 3225
797 710 3226
491 1241 3227
728 1149 3228
2142 147 3229
552 141 3230
284 173 3231
259 2054 3232
453 595 3233
1205 280 3234
259 984 3235
1388 563 3236
2961 2736 3237
1875 259 3238
37 881 3239
1740 535 3240
464 189 3241
2968 1628 3242
352 491 3243
348 149 3244
417 168 3245
760 401 3246
1453 631 3247
268 181 3248
2261 2554 3249
559 732 3250
433 2262 3251
670 185 3252
1107 1318 3253
3253 566 3254
835 129 3255
333 173 3256
711 299 3257
1580 180 3258
1626 338 3259
772 561 3260
545 404 3261
849 798 3262
118 1250 3263
2156 366 3264
1185 1390 3265
285 157 3266
1624 1681 3267
595 1581 3268
1390 1723 3269
995 299 3270
363 568 3271
1323 1323 3272
438 162 3273
2992 841 3274
1407 857 3275
596 292 3276
316 516 3277
367 260 3278
280 1764 3279
849 1583 3280
606 662 3281
826 259 3282
597 269 3283
573 184 3284
614 191 3285
416 186 3286
416 2767 3287
1638 2580 3288
792 294 3289
3289 142 3290
349 140 3291
1072 363 3292
817 943 3293
739 2773 3294
908 582 3295
1825 362 3296
2583 542 3297
2498 663 3298
503 1117 3299
302 133 3300
363 390 3301
373 1658 3302
1279 259 3303
611 631 3304
3010 1801 3305
416 138 3306
457 465 3307
272 625 3308
416 161 3309
3309 174 3310
934 1502 3311
680 2378 3312
231 175 3313
544 433 3314
1690 299 3315
1221 1503 3316
2250 2791 3317
716 154 3318
370 575 3319
528 153 3320
3320 307 3321
3321 568 3322
407 153 3323
257 154 3324
1785 2039 3325
866 169 3326
316 1367 3327
260 809 3328
117 110 3329
551 662 3330
1295 334 3331
2282 409 3332
143 141 3333
627 179 3334
669 334 3335
515 965 3336
1313 873 3337
371 341 3338
1771 1877 3339
347 743 3340
262 2074 3341
382 158 3342
292 366 3343
267 183 3344
2432 1461 3345
259 1986 3346
840 2614 3347
647 1315 3348
460 269 3349
688 437 3350
1271 3059 3351
3351 1589 3352
571 1438 3353
229 179 3354
330 571 3355
280 1691 3356
1291 187 3357
1353 1353 3358
2087 662 3359
700 134 3360
3360 3065 3361
306 191 3362
621 177 3363
382 184 3364
317 290 3365
3365 159 3366
875 916 3367
1220 605 3368
2799 3072 3369
360 626 3370
1321 373 3371
349 190 3372
444 168 3373
231 185 3374
3374 129 3375
928 1136 3376
1022 148 3377
1125 2181 3378
1109 266 3379
3379 166 3380
3380 2625 3381
832 683 3382
502 143 3383
1244 137 3384
1239 390 3385
1323 388 3386
292 1561 3387
103 104 3388
3388 116 3389
828 760 3390
3390 672 3391
868 515 3392
634 182 3393
366 1065 3394
577 178 3395
802 404 3396
554 135 3397
670 152 3398
755 2009 3399
3399 739 3400
3400 1136 3401
2258 1140 3402
1056 2290 3403
1497 259 3404
1499 307 3405
3405 1421 3406
260 1505 3407
959 1464 3408
3085 1588 3409
296 145 3410
1012 778 3411
538 373 3412
702 1307 3413
367 660 3414
533 163 3415
377 818 3416
259 933 3417
1540 1461 3418
2839 1616 3419
1540 2453 3420
1026 549 3421
299 1136 3422
264 171 3423
1086 915 3424
676 292 3425
259 935 3426
986 452 3427
3094 832 3428
2491 153 3429
416 189 3430
2845 3096 3431
839 1834 3432
567 2601 3433
976 460 3434
2851 3090 3435
260 1048 3436
340 500 3437
427 151 3438
2831 132 3439
440 140 3440
2459 2042 3441
3441 793 3442
1340 1460 3443
1593 299 3444
1102 1501 3445
3445 531 3446
1379 2289 3447
1043 1876 3448
3448 1072 3449
3449 568 3450
2452 142 3451
2206 793 3452
3452 600 3453
1219 1682 3454
864 2853 3455
3455 3110 3456
316 1776 3457
1777 2866 3458
2563 1392 3459
1511 1222 3460
2651 1125 3461
1697 350 3462
295 1228 3463
3463 34 3464
3464 35 3465
34 62 3466
1230 1201 3467
3133 886 3468
769 866 3469
3469 136 3470
1099 1222 3471
3134 3108 3472
919 532 3473
3473 164 3474
826 1014 3475
260 437 3476
696 1298 3477
430 133 3478
784 2316 3479
1354 851 3480
785 259 3481
380 262 3482
1547 259 3483
259 1917 3484
267 130 3485
339 174 3486
1232 447 3487
3487 134 3488
260 1709 3489
757 829 3490
3148 1146 3491
3491 553 3492
688 536 3493
292 2476 3494
663 2007 3495
702 536 3496
260 597 3497
1842 1599 3498
851 350 3499
266 142 3500
370 843 3501
2481 563 3502
613 147 3503
694 1388 3504
1474 299 3505
3168 401 3506
3169 1556 3507
1240 188 3508
1516 355 3509
262 280 3510
525 128 3511
1852 259 3512
736 661 3513
3513 2692 3514
101 97 3515
2222 2693 3516
3516 2017 3517
552 173 3518
370 347 3519
286 131 3520
340 371 3521
425 173 3522
3522 2700 3523
429 395 3524
1010 299 3525
260 800 3526
2494 2343 3527
1362 490 3528
392 387 3529
3529 185 3530
2913 37 3531
2501 479 3532
428 178 3533
1120 401 3534
410 341 3535
446 187 3536
1102 685 3537
458 1016 3538
430 189 3539
1122 165 3540
328 151 3541
259 1602 3542
401 282 3543
489 347 3544
697 141 3545
2924 805 3546
770 262 3547
918 1305 3548
259 1487 3549
320 259 3550
528 161 3551
3202 152 3552
949 611 3553
2929 187 3554
518 166 3555
627 152 3556
232 150 3557
3557 132 3558
416 160 3559
1251 1568 3560
1800 259 3561
599 134 3562
329 178 3563
2133 2934 3564
1510 1000 3565
260 572 3566
101 98 3567
1673 344 3568
283 151 3569
1316 259 3570
722 413 3571
836 434 3572
1159 260 3573
413 292 3574
867 173 3575
461 174 3576
260 269 3577
360 362 3578
259 1398 3579
1429 262 3580
2370 715 3581
2371 1096 3582
1873 626 3583
260 1193 3584
440 2728 3585
3585 139 3586
463 303 3587
1086 990 3588
428 175 3589
1741 825 3590
1021 451 3591
2956 722 3592
257 152 3593
583 158 3594
360 259 3595
155 259 3596
879 631 3597
968 307 3598
432 269 3599
1964 260 3600
102 101 3601
1051 724 3602
260 1123 3603
259 406 3604
569 280 3605
1965 100 3606
3606 117 3607
3607 99 3608
3608 737 3609
1615 143 3610
268 154 3611
709 1474 3612
280 463 3613
779 176 3614
259 780 3615
1497 299 3616
2383 172 3617
336 163 3618
2255 1659 3619
1091 851 3620
262 570 3621
280 1969 3622
519 129 3623
268 189 3624
864 938 3625
290 158 3626
3626 350 3627
318 640 3628
2557 3252 3629
229 169 3630
294 150 3631
280 509 3632
260 1205 3633
341 645 3634
412 263 3635
3635 189 3636
687 1683 3637
813 170 3638
1552 752 3639
277 178 3640
415 1818 3641
1889 1455 3642
95 2396 3643
1098 3263 3644
3644 610 3645
1663 367 3646
1889 2333 3647
3265 2894 3648
379 640 3649
1008 2572 3650
3650 1267 3651
3651 659 3652
3652 128 3653
1361 1447 3654
518 130 3655
1971 542 3656
340 280 3657
716 143 3658
259 403 3659
340 468 3660
489 843 3661
262 1193 3662
1677 259 3663
320 1892 3664
2994 2222 3665
368 173 3666
339 157 3667
999 1095 3668
1122 177 3669
849 561 3670
1633 1790 3671
352 292 3672
303 410 3673
1130 997 3674
1400 631 3675
600 1418 3676
714 282 3677
500 395 3678
1809 1161 3679
330 341 3680
569 727 3681
339 167 3682
725 1348 3683
324 167 3684
1185 542 3685
733 1000 3686
390 262 3687
821 836 3688
551 373 3689
1717 943 3690
230 164 3691
141 490 3692
621 172 3693
2781 762 3694
3306 182 3695
3695 616 3696
1270 327 3697
416 152 3698
1563 882 3699
477 527 3700
2166 543 3701
745 1716 3702
408 338 3703
3703 2592 3704
1059 452 3705
500 628 3706
334 292 3707
438 155 3708
136 1383 3709
476 334 3710
305 155 3711
887 275 3712
3027 561 3713
2239 37 3714
472 457 3715
325 144 3716
271 359 3717
1313 841 3718
690 165 3719
3317 1982 3720
529 598 3721
352 559 3722
1830 1821 3723
751 1129 3724
1134 2792 3725
3725 2599 3726
3726 1177 3727
721 259 3728
267 165 3729
1320 717 3730
1958 928 3731
583 159 3732
744 1579 3733
374 181 3734
3734 974 3735
1349 717 3736
260 1163 3737
699 2066 3738
968 623 3739
341 640 3740
1164 1362 3741
2274 537 3742
275 262 3743
939 465 3744
543 463 3745
1240 190 3746
1736 1639 3747
488 174 3748
966 282 3749
925 769 3750
367 465 3751
152 360 3752
262 819 3753
908 334 3754
286 166 3755
449 145 3756
364 183 3757
3757 1971 3758
266 171 3759
893 748 3760
316 1372 3761
367 262 3762
260 894 3763
444 162 3764
259 529 3765
260 454 3766
1433 856 3767
1721 340 3768
921 1714 3769
363 452 3770
290 171 3771
342 149 3772
953 2350 3773
352 363 3774
95 1455 3775
974 647 3776
1208 501 3777
600 2590 3778
332 172 3779
395 412 3780
290 170 3781
1830 1186 3782
621 1346 3783
1696 1096 3784
634 165 3785
746 275 3786
412 1820 3787
289 188 3788
563 259 3789
702 674 3790
3369 465 3791
2438 1749 3792
1925 2673 3793
1113 740 3794
60 2301 3795
270 1075 3796
3796 2301 3797
971 1836 3798
775 377 3799
