{"256": "239&188", "257": "228&184", "258": "231&154", "259": "258&132", "260": "256&140", "261": "227&128", "262": "261&130", "263": "228&187", "264": "228&186", "265": "131&189", "266": "232&191", "267": "229&143", "268": "230&138", "269": "232&265", "270": "256&154", "271": "229&156", "272": "268&128", "273": "229&174", "274": "230&156", "275": "272&269", "276": "229&164", "277": "230&149", "278": "229&135", "279": "228&189", "280": "257&128", "281": "228&188", "282": "263&150", "283": "229&136", "284": "229&133", "285": "229&176", "286": "229&144", "287": "230&151", "288": "230&136", "289": "233&128", "290": "229&138", "291": "230&150", "292": "271&168", "293": "228&185", "294": "229&141", "295": "231&187", "296": "229&134", "297": "230&143", "298": "264&186", "299": "230&137", "300": "231&148", "301": "229&185", "302": "264&134", "303": "230&152", "304": "143&266", "305": "230&148", "306": "278&187", "307": "233&135", "308": "230&179", "309": "229&175", "310": "297&304", "311": "310&176", "312": "275&311", "313": "288&144", "314": "277&140", "315": "281&164", "316": "274&137", "317": "273&179", "318": "257&170", "319": "229&188", "320": "230&157", "321": "232&128", "322": "315&317", "323": "230&160", "324": "231&155", "325": "287&182", "326": "231&167", "327": "229&146", "328": "229&155", "329": "303&175", "330": "233&173", "331": "232&135", "332": "229&165", "333": "283&176", "334": "229&183", "335": "293&139", "336": "285&134", "337": "233&155", "338": "229&190", "339": "327&140", "340": "230&128", "341": "257&173", "342": "257&141", "343": "230&175", "344": "231&129", "345": "308&149", "346": "289&160", "347": "281&154", "348": "279&141", "349": "229&184", "350": "331&170", "351": "232&162", "352": "229&189", "353": "232&139", "354": "159&229", "355": "305&187", "356": "271&176", "357": "309&185", "358": "291&185", "359": "230&158", "360": "231&142", "361": "351&171", "362": "355&306", "363": "233&151", "364": "230&173", "365": "301&182", "366": "286&142", "367": "263&172", "368": "257&186", "369": "231&137", "370": "330&148", "371": "230&153", "372": "280&318", "373": "230&140", "374": "276&167", "375": "290&155", "376": "294&149", "377": "232&175", "378": "346&313", "379": "98&114", "380": "60&379", "381": "290&168", "382": "231&157", "383": "380&62", "384": "376&348", "385": "314&298", "386": "233&153", "387": "324&174", "388": "353&177", "389": "337&132", "390": "278&186", "391": "230&178", "392": "388&389", "393": "323&135", "394": "9&9", "395": "266&153", "396": "382&128", "397": "232&186", "398": "320&165", "399": "287&160", "400": "232&161", "401": "387&393", "402": "229&173", "403": "299&128", "404": "257&138", "405": "263&165", "406": "397&171", "407": "332&185", "408": "363&180", "409": "226&128", "410": "259&231", "411": "230&129", "412": "230&154", "413": "233&157", "414": "232&167", "415": "231&132", "416": "338&151", "417": "267&151", "418": "231&159", "419": "282&367", "420": "232&174", "421": "229&140", "422": "229&137", "423": "321&140", "424": "230&139", "425": "233&265", "426": "233&163", "427": "288&152", "428": "314&358", "429": "359&156", "430": "232&142", "431": "284&182", "432": "232&181", "433": "307&143", "434": "229&142", "435": "145&189", "436": "231&165", "437": "232&131", "438": "229&128", "439": "233&130", "440": "230&142", "441": "230&172", "442": "232&183", "443": "229&191", "444": "233&154", "445": "296&133", "446": "264&142", "447": "290&160", "448": "274&128", "449": "295&173", "450": "267&145", "451": "267&175", "452": "279&191", "453": "373&129", "454": "229&163", "455": "344&181", "456": "186&166", "457": "300&159", "458": "231&130", "459": "321&133", "460": "230&181", "461": "334&177", "462": "257&139", "463": "286&141", "464": "229&159", "465": "285&177", "466": "233&162", "467": "453&449", "468": "350&461", "469": "300&168", "470": "264&139", "471": "415&182", "472": "230&132", "473": "291&189", "474": "326&187", "475": "282&259", "476": "230&176", "477": "111&110", "478": "403&316", "479": "231&156", "480": "231&166", "481": "229&166", "482": "369&169", "483": "417&333", "484": "293&159", "485": "439&163", "486": "277&136", "487": "286&145", "488": "289&354", "489": "488&456", "490": "364&187", "491": "276&150", "492": "441&161", "493": "266&135", "494": "409&148", "495": "231&149", "496": "328&180", "497": "413&162", "498": "233&152", "499": "278&143"}